Repository: auvents-brave/Hebe
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: fr, it

source: Action Failed
fr: Échec de l'action

source: Bounce the Dock icon for notifications
fr: Faire rebondir l'icône du Dock pour les notifications
it: Fai rimbalzare l'icona del Dock per le notifiche

source: Cancel
fr: Annuler

source: Count Furniture
fr: Compter les rangements

source: Count furniture in %@
fr: Compte les rangements dans %@

source: Count furniture in Hebe
fr: Compte les rangements dans Hebe

source: Count Things
fr: Compter les choses

source: Count things in %@
fr: Compte les choses dans %@

source: Count things in Hebe
fr: Compte les choses dans Hebe

source: Delete
fr: Supprimer
it: Elimina

source: Delete %@?
fr: Supprimer « %@ » ?
it: Eliminare « %@ »?

source: Delete %lld items?
fr: Supprimer %lld éléments ?
it: Eliminare %lld elementi?

source: Delete All
fr: Tout supprimer

source: Delete all data?
fr: Supprimer toutes les données ?

source: Dismiss Siri Tip
fr: Ignorer le conseil Siri

source: Distinct things
fr: Choses distinctes

source: Done
fr: OK

source: Enable zero count notification
fr: Activer la notification à zéro

source: Expected XML
fr: XML attendu

source: Export
fr: Exporter
it: Esporta

source: Export your inventory to re-import it later.
fr: Exportez votre inventaire pour le réimporter plus tard.
it: Esporta il tuo inventario per reimportarlo in seguito.

source: Export…
fr: Exporter…
it: Esporta…

source: Fill Random
fr: Remplir aléatoirement

source: Find Furniture by Thing
fr: Trouver un rangement par chose

source: Find furniture by thing in %@
fr: Trouve des rangements par chose dans %@

source: Find furniture by thing in Hebe
fr: Trouve des rangements par chose dans Hebe

source: Furniture
fr: Rangements

# Furniture %lld • Distinct things %lld • Things %lld
source: Furniture %1$lld • Distinct things %2$lld • Things %3$lld
fr: Rangements %1$lld • Choses distinctes %2$lld • Choses %3$lld
it: Mobili %1$lld • Oggetti distinti %2$lld • Oggetti %3$lld

source: Furniture Contents
fr: Contenu du rangement

source: Furniture count
fr: Nombre de rangements

source: Furniture Name
fr: Nom du rangement

source: Get furniture contents in %@
fr: Montre le contenu d'un rangement dans %@

source: Get furniture contents in Hebe
fr: Montre le contenu d'un rangement dans Hebe

source: Get furniture count in %@
fr: Donne le nombre de rangements dans %@

source: Get furniture count in Hebe
fr: Donne le nombre de rangements dans Hebe

source: Get thing count in %@
fr: Donne le nombre de choses dans %@

source: Get thing count in Hebe
fr: Donne le nombre de choses dans Hebe

source: Hebe Destination
fr: Destination Hebe

source: Hebe Inventory
fr: Inventaire Hebe

source: High-count notification
fr: Notification de seuil

source: Home
fr: Accueil

source: How Many Furniture
fr: Combien de rangements

source: How many furniture in %@
fr: Combien de rangements dans %@

source: How many furniture in Hebe
fr: Combien de rangements dans Hebe

source: How Many Things
fr: Combien de choses

source: How many things in %@
fr: Combien de choses dans %@

source: How many things in Hebe
fr: Combien de choses dans Hebe

source: Import
fr: Importer

source: Import failed
fr: Erreur lors de l’importation

source: Import furniture and items from XML files
fr: Importer rangements et choses depuis des fichiers XML

source: Import Preview
fr: Aperçu de l'import

source: Import…
fr: Importer…
it: Importa…

source: Importing...
fr: Importation…

source: Initializing...
fr: Initialisation…

source: Inventory is empty
fr: L'inventaire est vide

source: Inventory Stats
fr: Statistiques

source: Inventory threshold reached
fr: Seuil d'inventaire atteint

source: Loading shared content...
fr: Chargement du contenu partagé…

source: Missing context for import
fr: Contexte d'import manquant

source: No furniture contains %@.
fr: Aucun rangement ne contient %@.

source: No furniture named %@ was found.
fr: Aucun rangement nommé %@ trouvé.

source: No furniture yet
fr: Aucun rangement pour l'instant

source: No things yet
fr: Aucune chose pour l'instant

source: Nothing to import
fr: Rien à importer

source: Off
fr: Désactivé

source: Open Furniture
fr: Ouvrir le rangement
it: Apri mobile

source: Open Hebe
fr: Ouvrir Hebe

source: Open Thing
fr: Ouvrir la chose
it: Apri oggetto

source: Reset Siri Tips
fr: Réinitialiser les conseils Siri

source: Returns furniture entries containing a given thing.
fr: Retourne les rangements contenant une chose donnée.

source: Returns the content of a furniture entry by name.
fr: Retourne le contenu d'un rangement par nom.

source: Returns the number of furniture entries.
fr: Retourne le nombre de rangements.

source: Returns the total quantity of things.
fr: Retourne la quantité totale de choses.

source: Select All
fr: Tout sélectionner
it: Seleziona tutto

source: Settings
fr: Réglages

source: Share
fr: Partager
it: Condividi

source: Show furniture contents in %@
fr: Affiche le contenu d'un rangement dans %@

source: Show furniture contents in Hebe
fr: Affiche le contenu d'un rangement dans Hebe

source: Show furniture for thing in %@
fr: Affiche des rangements par chose dans %@

source: Show furniture for thing in Hebe
fr: Affiche des rangements par chose dans Hebe

source: Show menu bar stats
fr: Afficher les stats dans la barre de menus

source: Shows live time, furniture count and total things.
fr: Affiche l'heure, le nombre de rangements et de choses.

source: Siri Tip: "%@"
fr: Conseil Siri : « %@ »

source: Stats
fr: Statistiques

source: Target
fr: Destination

source: Thing
fr: Chose

source: Thing Name
fr: Nom de la chose

source: Things
fr: Choses

source: Things count
fr: Nombre de choses

source: Unable to start
fr: Impossible de démarrer

source: Unknown error.
fr: Erreur inconnue.

source: Which furniture?
fr: Quel rangement ?

source: Which thing?
fr: Quelle chose ?

source: XML file
fr: Fichier XML
it: File XML

source: You currently have %1$lld furniture entries.
fr: Vous avez actuellement %1$lld rangements.

source: You currently have %1$lld things in total.
fr: Vous avez actuellement %1$lld choses au total.

source: You currently have %lld furniture entries.
fr: Vous avez actuellement %lld rangements.

source: You currently have %lld things in total.
fr: Vous avez actuellement %lld choses au total.

source: Your total things count is now zero.
fr: Le nombre de choses est maintenant de zéro.

source: ZIP archive
fr: Archive ZIP
it: Archivio ZIP

source: Format:
it: Formato:
